{
  "Malaysia":
  {
     "Post Colonial":
     { 
	"Period":[{"Start":1945}, {"End":1999}],
	"Research_Period":[{"Start":1978}, {"End":1999}],

	"Kuala Lumpur":
	{
	   "artist":
	   {
		"Francissca Peters":["Komputer Muzik is perhaps the first highly accomplished independent electronic pop music release outside of Indian and Japan. It was released in 1984.", "0"],
		"Noraniza Idris":["Nor Aniza Binte Haji Idris or better known as Noraniza Idris in the Malaysian music industry, is known in her home country as the Queen of Malay Traditional Pop Songs. The genre she plays is known as Irama Malaysia, which fuses local traditional genres with Anglo-American pop music. Lyrically, her music includes references to the revival of traditional Malay music. She began her career as a wedding singer, and soon found herself in the recording studio after participating the Bintang RTM (a talent search singing contest) in 1985. ", "https://www.discogs.com/artist/586047-Noraniza-Idris"],
		"Boon Tan":["CEO Broadway Group. Biz in Digital Media, iTTV eLearning, Composer, Producer, recordist &Entrepreneur. Alumni of Berklee College of Music '09", "https://www.discogs.com/artist/554510-Boon-Tan"],
		"Mazlan Hamzah":["0", "https://www.discogs.com/artist/2714383-Mazlan-Hamzah"],
		"Melissa Saila":["0", "https://www.discogs.com/artist/6992410-Melissa-Saila"],
		"Sudirman Arshad":["Sudirman bin Haji Arshad; 'Dato' Sudirman bin Haji Arshad, DIMP (Posthumous), JMN, AMN, AMP (25 May 1954 – 22 February 1992) was a Malaysian famous singer and songwriter. He had started his career after winning the Bintang RTM on 11 August 1976.", "https://www.discogs.com/artist/3691881-Sudirman-Arshad"],
		"Sharifah Aini":["'Sharifah Aini Syed Jaafar Profile:'", "https://www.discogs.com/artist/2326638-Sharifah-Aini"],
		"Melissa Saila":["0", "0"]
	   },

	   "group":
	   {
		"Krash Kozz":["0", "0"],
		"Elite":["KRU associated Girl / Woman Malay Hip-Hop Unit", "https://www.discogs.com/artist/6784554-Elite-27"],
		"KRU":["KRU is a Malaysian pop boy band that was formed in 1992. The group comprises three brothers namely Datuk Norman Abdul Halim, Yusry Abdul Halim and Edry Abdul Halim. Apart from revolutionising the Malaysian music scene with their unique blend of pop, R&B and hip hop, they have successfully established their own entertainment company KRU Studios specialising in the entertainment and media industry. ", "https://www.discogs.com/artist/4668572-KRU-3"],
		"A to Z":["A singing trio from Malaysia. Members includes Lan, Jeff, Fendi (Affendey Zainon) which later was replaced by Chap. Fendy left the group in 1997 and died in 2008.", "https://www.discogs.com/artist/4663894-A-to-Z-3"],
		"Nico":["Network International Chicanos Orginization was established in 1992, comprising Abdul Fashah Abdul Aziz (Md Nico), Muzaffar Shah Darman (FFA) and Shah Rosli (Dino) and has been named as one of the pioneers of hip hop's earliest Malaysia to highlight the genre G Funk and Street Beat.", "https://www.discogs.com/artist/5128627-Nico-182"],
		"Freshies":["A quartet singing in Malay. Very popular in the 90s. Also a frequent artist backing vocals for top Malaysian artist such as Awie and M. Nasir in albums and concerts. 4 Members are Ina, Melati, Ejie abd Shima.", "https://www.discogs.com/artist/6390133-Freshies"]
	   },

	   "label":
	   { 
	   },

	   "organisation_space":
	   {
	   },

	   "event":{},

	   "promoter":{},

	   "academia":{}

	}
     },

     "Millennial":
     {
	"Period":[{"Start":2000}, {"End":2019}],
	"Period_Research":[{"Start":2000}, {"End":2019}],

	"Kuala Lumpur":
	{
	   "artist":
           {
		"Chong Yi Lin":["Visual Artist; exhibited at lostgens' gallery. Show was called 'Ashes of Time'", "https://chongyilin.tumblr.com"],
		"Eddie Choo Wen Yi":["Diary of Madeline - Installation and drawing echibition at lostgens gallery in 2013. The show was sponsored by: 'K Amazing Art' and 'Hong Creative Space", "0"],
		"Lena Lim":["Lena Lim - 'Life Coach and Artist'", "http://www.lenalivingart.com"],
		"DJ Hebbo":["Malaysian dj & producer based in Damansara Perdana, runs Minimalaysia and Idolem.", "https://www.residentadvisor.net/dj/hebbo"],
		"Discomafia":["0", "0"],
		"Edwin Nathaniel":["0", "https://ethnocloud.com/Edwin_Nathaniel/"]
           },

	   "group":
	   {
		"Nading Rhapsody":["'Nading Rhapsody is an Avant-Garde Borneo Ethnic Music band from Kuching, Sarawak (Borneo).
Their music presentation is a unique adaptation of  ritual chanting, old lullabies, folk songs, myths and stories of ethnic groups in Sarawak. They also present a different arrangement of cross-cultural element with Contemporary music. The band has also composed a few original songs.
Nading Rhapsody has a unique approach of expressing their love to revive the old legacies in Sarawak. Their piece resembles the origins and cultural roots of each band member. They are often experimental, radical and provocative; both in their songs arrangement and their image.'", "https://twitter.com/NadingRhapsody"]
	   },

           "label":
           {
		"Minimalaysia":["Petaling Jaya, Malaysia; For Demos & Other Requests please contact: minimalmalaysia@gmail.com (Facebook, SoundCloud, residentadvisor.net)", "https://minimalmalaysia.bandcamp.com"],
		"Minimal Malaysia":["Recording artists for Malaysian tech record label as given above", "https://www.residentadvisor.net/record-label.aspx?id=9245 https://www.facebook.com/minimalmalaysia"],
		"Idolem Music":["sub-label of Minimalaysia", "https://www.facebook.com/idolemmusic/"],
		"LaoBan":["0","0"],
		"mu-nest":["Sub label of Japanese label 'Plop'. The label is run by Wei - a Chinese-Malay. it was the subject of a Bandcamp write-up/plug on Southeast Asian artists and labels, (naturally all on Bandcamp. That whole Art-Commerce thingy)", "0"]
           },

           "organisation_space":
           {
		"Moutou 無頭體":["No. 8, Rooftop, Lorong Panggong, 50000 Kuala Lumpur", ""],
		"RAW Art Space":["Venue: RAW Art Space, No.8, 4th floor, Jalan Panggong, 50000 Kuala Lumpur. Located near and in same area as Moutou", "Run by Malaysian visual artist Tey Beng Tze, RAW presents on a regular basis visual art exhibitions, improvised and experimental music concerts, performances and screenings, collaborating with partners as diverse as KLEX (Kuala Lumpur Experimental Film, Video and Music Festival), SPIL (Serious Play Improv Lab), and AWAS! (A Weekend of Animation Shorts).", "http://www.findglocal.com/MY/Kuala-Lumpur/782086868632554/RAW-Art-Space"],
		"A+ Works of Art":["d6-G-8 d6 Trade Centre, Jalan Sentul Kuala Lumpur, Malaysia 51000", "https://www.facebook.com/AplusArt.asia/?eid=ARCPLwcVRVFhrWKVL9wIFFmmBdYglftMs5gD56YnUs_Htg1h6A1zTpy9470lLBcFWNuTvkPXYEii3i8N"],
		"Malaysian Art Archive":["6B, Jalan Cempaka 16, Taman Cempaka Ampang, Kuala Lumpur 68000", "http://www.malaysianartarchive.com/?fbclid=IwAR3ZcCldGMLDGi3QzG9zJgyXTfRXZJrqDZa3naguOYd6mdhFxjJWp1C0w40"],
		"Ilham Gallery":["No. 8 Jalan Binjai, Off Persiaran KLCC Kuala Lumpur, Malaysia 50450 (near Petronas towers and Jalan Tun Razak and Jalan Ampang", "http://www.ilhamgallery.com/"],
		"lostgens":["Contemporary Art space. The gallery space is located in the same building as RAW Art Space. It is located on the 3rd floor; RAW Art Space is on the 4th floor and the Moutou roofspace cafe is on the roof of the same building.", "lostgenerationspace.blogspot.com http:/facebook.com/lostgens"],
		"Cloth & Clef":["Address: 30 Changkat Bukit Bintang, 50200 Kuala Lumpur, Wilayah Persekutuan Kuala Lumpur, Malaysia, Tel: +60321433034, Note: the web address is not active I think. Maybe defunkt club now ?", "https://www.residentadvisor.net/club.aspx?id=11717"],
		"Commune Art Gallery":["59, Jalan PJU 1A/1J, Ara Damansara, Petaling Jaya, Selangor", "Contact: Marcus Hing"]
           },

           "event":
	   {
		"Urbanscapes":["Urbanscapes - 'Malaysia's longest running creative arts festival'", "fb.com/kelabsenifilemmalaysia"],
		"Bad Habits":["Bad Habits is your monthly antidote to a hard day’s night. Unpretentious good times with great music across the musical divide from Bunga and Robotron 5000", "https://www.facebook.com/badhabitskl/"]
	   },

	   "media":
	   {
		"asiadjmag":["Jiro KL club write-up in 'asiadjmag'; May 13, 2019", "https://www.asiadjmag.com/editorial/the-top-10-underground-clubs-in-asia"]
	   }, 

           "promoter":
	   {
		"INXO Arts and Culture (L) Foundation":["Arts and Culture (L) Foundation", "www.INXO.org.my"]
	   },

           "academia":{
		"Goethe Institut":["(Malaysia, Kuala Lumpur) Healthy presence in Malaysian KL 'downtown' art scene it seems.). Gothe Institut is a German governmental organisation set-up to promote/exchange the German language and culture.", "0"]
	   }
	}
     } 
  }
}
